Repository: dan-hart/momentum
Catalog: macos/Packages/MomentumKit/Sources/MomentumKit/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %@ changed its identity. Unlink it and link again.
de: Die Identität von %@ hat sich geändert. Hebe die Kopplung auf und kopple das Gerät erneut.

source: %llu days ago
de: vor %llu Tagen

source: %llu hours ago
de: vor %llu Stunden

source: %llu minutes ago
de: vor %llu Minuten

source: %llu seconds ago
de: vor %llu Sekunden

source: %u completed tasks archived
de: %u erledigte Aufgaben archiviert

# %u devices, %@
source: %1$u devices, %2$@
de: %u Geräte, %@

source: %u linked devices, not synced yet
de: %u gekoppelte Geräte, noch nicht synchronisiert

source: %u tasks added
de: %u Aufgaben hinzugefügt

source: %u tasks completed
de: %u Aufgaben erledigt

source: %u tasks completed and archived
de: %u Aufgaben erledigt und archiviert

source: %u tasks deleted
de: %u Aufgaben gelöscht

source: %u tasks moved to next week
de: %u Aufgaben auf nächste Woche verschoben

source: %u tasks moved to the morning
de: %u Aufgaben auf den Morgen verschoben

source: %u tasks moved to today
de: %u Aufgaben auf heute verschoben

source: %u tasks moved to tomorrow
de: %u Aufgaben auf morgen verschoben

source: %u tasks moved to tonight
de: %u Aufgaben auf heute Abend verschoben

source: %u tasks planned for today
de: %u Aufgaben für heute geplant

source: %u tasks tagged
de: %u Aufgaben mit Schlagwort versehen

source: 1–2 hours
de: 1–2 Stunden

source: A sync is already running
de: Eine Synchronisierung läuft bereits

source: A task was deleted or archived. Choose a current task and try again.
de: Eine Aufgabe wurde gelöscht oder archiviert. Wähle eine aktuelle Aufgabe und versuche es erneut.

source: Add a task above, or press %@N.
de: Füge oben eine Aufgabe hinzu oder drücke %@N.

source: Add a task above, press %@N, or turn on sync in Settings to bring in your tasks.
de: Füge oben eine Aufgabe hinzu, drücke %@N oder aktiviere die Synchronisierung in den Einstellungen, um deine Aufgaben zu übernehmen.

source: All caught up
de: Alles erledigt

source: All done for today
de: Alles erledigt für heute

source: All done for tonight
de: Alles für heute Abend erledigt

source: Archive
de: Archiv

source: Archived (%u)
de: Archiviert (%u)

source: Backup exported
de: Datensicherung exportiert

source: Backup imported
de: Datensicherung importiert

source: Change
de: Änderung

source: Coming Up
de: Demnächst

source: Command
de: Befehlstaste

source: Complete
de: Erledigen

source: Completed (%u)
de: Erledigt (%u)

source: Completed tasks land here when you archive them with %@E.
de: Erledigte Aufgaben erscheinen hier, wenn du sie mit %@E archivierst.

source: Control shortcuts can conflict with text editing and macOS navigation. Shortcuts reserved by macOS may not reach Momentum.
de: Control-Kurzbefehle können mit Textbearbeitung und macOS-Navigation kollidieren. Von macOS reservierte Kurzbefehle erreichen Momentum möglicherweise nicht.

source: Could not link. Check the code and try again.
de: Koppeln fehlgeschlagen. Überprüfe den Code und versuche es erneut.

source: Could not save changes: %@
de: Änderungen konnten nicht gespeichert werden: %@

source: Delete
de: Löschen

source: Done %@
de: Erledigt %@

source: Drag tasks here from Coming Up, or press %@T on any task.
de: Ziehe Aufgaben aus „Demnächst“ hierher oder drücke bei einer Aufgabe %@T.

source: Drag tasks here from any other view.
de: Ziehe Aufgaben aus einer anderen Ansicht hierher.

source: Drag tasks here to tag them.
de: Ziehe Aufgaben hierher, um ihnen dieses Schlagwort zuzuweisen.

source: Due or scheduled today
de: Heute fällig oder geplant

source: Duplicate
de: Duplizieren

source: Enjoy the rest of your evening.
de: Genieße den restlichen Abend.

source: Enter a task title.
de: Gib einen Aufgabentitel ein.

source: Evening
de: Abend

source: Every task here is complete.
de: Alle Aufgaben hier sind erledigt.

source: Last synced %@
de: Zuletzt synchronisiert: %@

source: Linked with %@
de: Mit %@ gekoppelt

source: Linking…
de: Kopplung läuft…

source: Momentum is not ready. Open the app and try again.
de: Momentum ist noch nicht bereit. Öffne die App und versuche es erneut.

source: Morning
de: Heute Morgen

source: Morning done
de: Für den Morgen ist alles erledigt

source: Move
de: Verschieben

source: Move to Project
de: In Projekt verschieben

source: Moved to %@
de: Nach %@ verschoben

source: Moved to next week
de: Auf nächste Woche verschoben

source: Moved to the morning
de: Auf heute Morgen verschoben

source: Moved to today
de: Auf heute verschoben

source: Moved to tomorrow
de: Auf morgen verschoben

source: Moved to tonight
de: Auf heute Abend verschoben

source: Nearby sync could not start: %@
de: Synchronisierung mit Geräten in der Nähe konnte nicht starten: %@

source: Nextcloud sync is not configured
de: Nextcloud-Synchronisierung ist nicht eingerichtet

source: No Project
de: Kein Projekt

source: No Results Found
de: Keine Ergebnisse

source: No archived tasks
de: Keine archivierten Aufgaben

source: No estimate
de: Keine Schätzung

source: No linked devices
de: Keine gekoppelten Geräte

source: No tasks in %@
de: Keine Aufgaben in %@

source: No tasks tagged #%@
de: Keine Aufgaben mit dem Schlagwort #%@

source: None
de: Keiner

source: Not synced yet
de: Noch nicht synchronisiert

source: Nothing coming up
de: Nichts steht an

source: Nothing planned for the morning
de: Nichts für den Morgen geplant

source: Nothing planned for today
de: Nichts für heute geplant

source: Nothing planned for tonight
de: Nichts für heute Abend geplant

source: Nothing to undo
de: Nichts zum Rückgängigmachen

source: Off
de: Aus

source: Option
de: Wahltaste

source: Option shortcuts can conflict with accented characters and alternate symbols. Shortcuts reserved by macOS may not reach Momentum. Quick Add uses Control–Option–N to stay distinct from New Task.
de: Wahltasten-Kurzbefehle können mit Akzentzeichen und Sonderzeichen kollidieren. Von macOS reservierte Kurzbefehle erreichen Momentum möglicherweise nicht. Die Schnelleingabe verwendet Control–Wahl–N, damit sie sich von „Neue Aufgabe“ unterscheidet.

source: Over 2 hours
de: Über 2 Stunden

source: Overdue (%u)
de: Überfällig (%u)

source: Pick at least one weekday
de: Wähle mindestens einen Wochentag

source: Planned for the morning
de: Für den Morgen geplant

source: Planned for today
de: Für heute geplant

source: Planned for tonight
de: Für heute Abend geplant

source: Preview mode · Sync is off
de: Vorschaumodus · Synchronisierung ist aus

source: Projects
de: Projekte

source: Removed from today
de: Aus Heute entfernt

source: Reorder
de: Neu anordnen

source: Repeats
de: Wiederholt sich

source: Repeats daily
de: Wiederholt sich täglich

source: Repeats every %@
de: Wiederholt sich jeden %@

source: Repeats every %u days
de: Wiederholt sich alle %u Tage

# Repeats every %u months on %@
source: Repeats every %1$u months on %2$@
de: Wiederholt sich alle %u Monate am %@

# Repeats every %u weeks on %@
source: Repeats every %1$u weeks on %2$@
de: Wiederholt sich alle %u Wochen am %@

# Repeats every %u years on %@
source: Repeats every %1$u years on %2$@
de: Wiederholt sich alle %u Jahre am %@

source: Repeats monthly on %@
de: Wiederholt sich monatlich am %@

source: Repeats weekly on %@
de: Wiederholt sich wöchentlich am %@

source: Repeats yearly on %@
de: Wiederholt sich jährlich am %@

source: Search
de: Suche

source: Search Everything
de: Alles durchsuchen

source: Shortcuts reserved by macOS may not reach Momentum.
de: Von macOS reservierte Kurzbefehle erreichen Momentum möglicherweise nicht.

# Showing %u of %u.
source: Showing %1$u of %2$u.
de: %u von %u werden angezeigt.

# Showing %u of %u. Add another word to narrow it down.
source: Showing %1$u of %2$u. Add another word to narrow it down.
de: %u von %u werden angezeigt. Ergänze ein weiteres Suchwort, um die Ergebnisse einzugrenzen.

source: Snoozed for %u minutes
de: Erneute Erinnerung in %u Minuten

source: Switch to Manual Order to rearrange tasks
de: Wechsle zu „Manuelle Reihenfolge“, um Aufgaben neu anzuordnen

source: Sync failed: %@
de: Synchronisierung fehlgeschlagen: %@

source: Sync is turned off. Turn it on in Settings.
de: Synchronisierung ist ausgeschaltet. Aktiviere sie in den Einstellungen.

source: Sync is unavailable in preview mode. Open Momentum normally to sync your tasks.
de: Die Synchronisierung ist im Vorschaumodus nicht verfügbar. Öffne Momentum regulär, um deine Aufgaben zu synchronisieren.

source: Sync needs attention
de: Synchronisierung erfordert Aufmerksamkeit

source: Sync needs attention: %@
de: Synchronisierung erfordert Aufmerksamkeit: %@

source: Sync needs attention: Nextcloud sync is not configured
de: Synchronisierung erfordert Aufmerksamkeit: Nextcloud-Synchronisierung ist nicht eingerichtet

source: Synced (%u↑)
de: Synchronisiert (%u↑)

source: Syncing…
de: Synchronisiere…

source: Tag
de: Schlagwort

source: Tag a task “Evening”, or press %@⇧T on a task to move it here.
de: Gib einer Aufgabe das Schlagwort „Evening“ oder drücke %@⇧T, um sie hierher zu verschieben.

source: Tag a task “Morning”, or press %@⇧M on a task to move it here.
de: Gib einer Aufgabe das Schlagwort „Morning“ oder drücke %@⇧M, um sie hierher zu verschieben.

source: Tagged #%@
de: Mit Schlagwort #%@ versehen

source: Tags
de: Schlagwörter

source: Task added
de: Aufgabe hinzugefügt

source: Task completed
de: Aufgabe erledigt

source: Task completed and archived
de: Aufgabe erledigt und archiviert

source: Task deleted
de: Aufgabe gelöscht

source: Task duplicated
de: Aufgabe dupliziert

source: Tasks (%u)
de: Aufgaben (%u)

source: Tasks due in the next %u days appear here. Set a due day in a task's details.
de: Hier erscheinen Aufgaben, die in den nächsten %u Tagen fällig sind. Lege das Fälligkeitsdatum in den Aufgabendetails fest.

source: Tasks, notes, subtasks, projects, tags and the archive
de: Aufgaben, Notizen, Unteraufgaben, Projekte, Schlagwörter und das Archiv

source: The other device declined. Check the code and try again.
de: Das andere Gerät hat abgelehnt. Überprüfe den Code und versuche es erneut.

source: The rest of the day is yours.
de: Der Rest des Tages gehört dir.

source: This project is no longer available. Choose another project.
de: Dieses Projekt ist nicht mehr verfügbar. Wähle ein anderes Projekt.

source: Title copied
de: Titel kopiert

source: Today
de: Heute

source: Today, including overdue
de: Heute, einschließlich überfälliger Aufgaben

source: Tomorrow
de: Morgen

source: Tonight
de: Heute Abend

source: Try a different search
de: Versuche eine andere Suche

source: Turn on nearby sync in Settings first.
de: Aktiviere zuerst die Synchronisierung mit Geräten in der Nähe in den Einstellungen.

source: Undo
de: Rückgängig

source: Undo %@
de: %@ rückgängig machen

source: Undone
de: Rückgängig gemacht

source: Untagged
de: Ohne Schlagwort

source: Up to 15 min
de: Bis zu 15 Min.

source: Yesterday
de: Gestern

source: You completed %u tasks. Time to switch off.
de: Du hast %u Aufgaben erledigt. Zeit zum Abschalten.

source: just now
de: gerade eben

source: the first
de: ersten

source: the fourth
de: vierten

source: the last
de: letzten

source: the last day
de: letzten Tag

source: the same day
de: gleichen Tag

source: the second
de: zweiten

source: the third
de: dritten

source: “%@” no longer repeats
de: „%@“ wird nicht mehr wiederholt
